export interface Expense {
  time: number | string
  desc: string
  sum: number
}

export default [
  {
    time: "2022-08-30 20:52",
    desc: "雨云香港云服务器 KVM 入门版 续费 季度",
    sum: 55.4
  },
  {
    time: "2022-08-02 10:51",
    desc: "雨云香港云服务器 KVM 入门版 续费 月度",
    sum: 16
  },
  {
    time: "2022-06-28 12:21:28",
    desc: "NameSilo rotcool.me 域名 年度 (US$6.49)",
    sum: 43.72
  },
  {
    time: "2022-05-21",
    desc: "香港虚拟主机 续费 年度",
    sum: 60
  },
  {
    time: "2022-04-01 11:04:54",
    desc: "腾讯云 concisedb.top 域名 年度",
    sum: 9
  },
  {
    time: "2022-02-01 09:53:37",
    desc: "腾讯云 lkzstudio.com 域名 年度",
    sum: 70
  },
  {
    time: "2022-01-07 22:31:02",
    desc: "轻量应用服务器 续费 年度",
    sum: 96
  },
  {
    time: "2021-05-23",
    desc: "香港虚拟主机 续费 年度",
    sum: 60
  },
  {
    time: "2021-03-27 11:25:30",
    desc: "轻量应用服务器 购买 年度",
    sum: 96
  },
  {
    time: "2021-01-03 12:22:27",
    desc: "云服务器ECS 续费 季度",
    sum: 29.4
  },
  {
    time: "2020-11-28 14:46:33",
    desc: "云服务器ECS 续费 月度",
    sum: 9.8
  },
  {
    time: "2020-10-31 08:33:46",
    desc: "云服务器ECS 续费 月度",
    sum: 9.8
  },
  {
    time: "2020-09-05 09:22:41",
    desc: "云服务器ECS 续费 两个月",
    sum: 19.6
  },
  {
    time: "2020-05-30 11:42:46",
    desc: "云服务器ECS 购买 季度",
    sum: 28.5
  },
  {
    time: "2020-04-09 12:09:48",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2020-03-03 19:33:48",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2020-01-30 15:00:28",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2020-01-01 15:11:37",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2019-12-03 22:19:29",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2019-11-07 06:32:01",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2019-10-04 21:29:31",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2019-09-09 09:58:14",
    desc: "轻量应用服务器 续费 月度",
    sum: 9.5
  },
  {
    time: "2019-08-12",
    desc: "香港虚拟主机 购买 年度",
    sum: 60
  },
  {
    time: "2019-08-02 16:15:31",
    desc: "轻量应用服务器 购买 月度",
    sum: 9.5
  },
] as Expense[]